-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Sep 15, 2019 at 07:04 PM
-- Server version: 5.7.24
-- PHP Version: 7.2.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cs_alumni`
--

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `NewsCode` varchar(5) COLLATE utf8_unicode_ci NOT NULL,
  `Subject` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `Description` varchar(10000) COLLATE utf8_unicode_ci NOT NULL,
  `CategoryCode` varchar(5) COLLATE utf8_unicode_ci NOT NULL,
  `Image` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `Active` int(1) NOT NULL,
  `CreatedOn` datetime NOT NULL,
  `CreatedBy` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `UpdatedOn` datetime DEFAULT NULL,
  `UpdatedBy` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`NewsCode`, `Subject`, `Description`, `CategoryCode`, `Image`, `Active`, `CreatedOn`, `CreatedBy`, `UpdatedOn`, `UpdatedBy`) VALUES
('N0001', 'เช็งเม้งคณาญาติโอวัลตินแซวร็อค เซ็กซี่แชเชือน', 'เช็งเม้งคณาญาติโอวัลตินแซวร็อค เซ็กซี่แชเชือน ดีไซน์วาริชศาสตร์ ไฟต์ซาดิสต์แคชเชียร์ราชานุญาต เทคมินท์ซาฟารีฮอตต่อรอง แทคติค บ็อกซ์ ฮวงจุ้ยไง โคโยตี้คอร์ปอเรชั่น โซนี่โปลิศ ไวกิ้งรันเวย์พรีเมียมไฮไลต์โบ้ย ซาบะมาร์จินควีนไฮเวย์ ไอซ์ฮัลโหลรากหญ้าแบล็ค เสกสรรค์เยลลี่ มหาอุปราชาชะโนดเครป โซนี่อะฟีด\r\n\r\nผ้าห่ม คอนโด ธัมโมเช็งเม้งดิสเครดิตรีวิวคาแรคเตอร์ บอมบ์จตุคามตนเองไลท์ ใช้งานสตาร์ลาเต้โอยัวะแพกเกจ จุ๊ยเซ็นเซอร์ โปรเจ็กต์เบบี้แซ็ก โคโยตีตู้เซฟม้านั่งออร์แกนโมเดล ยูโร ตาปรือซ้อช็อปอพาร์ตเมนต์ โอเคปิยมิตรบาร์บี้ นายพรานคอลัมนิสต์ครัวซองต์มาเฟียวิลเลจ สเต็ปเกมส์กลาสแพนดา คอมพ์ไคลแม็กซ์ แซว อะวาฟเฟิลเกมส์\r\n\r\nเลสเบี้ยนแอสเตอร์ สเกตช์ อิเหนามาร์ค ทรูมะกันเช็งเม้งสแตนเลสคอนโด ครัวซองต์แชมพูไฮเวย์ รีโมทพริตตี้วอร์รูมยิมลอร์ด ไมค์โคโยตี้ จิ๊กซอว์ คอรัปชันทาวน์เฮาส์สโตนไฮไลต์เอนทรานซ์ เอาท์ซิตีมินท์แชเชือน บึมเยอบีราเลกเชอร์กาญจน์ คอลัมน์ บาร์บี้เปเปอร์ปาสคาลเฟรช เทวาธิราช ใช้งาน คอร์รัปชันน็อกโอเปร่าบรา\r\n\r\nมอลล์เวอร์ ไอซียูโซนี่ ราชานุญาตวีซ่าเซ็นทรัลสตาร์ท โซลาร์มินต์ วอร์รูม แบรนด์ห่วยวัจนะแชมพูโรลออน หลวงตา มยุราภิรมย์ เนิร์สเซอรีเบนโตะกาญจน์ แมคเคอเรล ลิมิตสปอต โก๊ะ ซะอิ่มแปร้คลาสสิกมาร์ตปฏิสัมพันธ์ บาร์บีคิวมั้งโอ้ย กรอบรูปวืดพุดดิ้ง ริคเตอร์บลอนด์บุญคุณเซ็กซี่ด็อกเตอร์\r\n\r\nวิภัชภาครีไซเคิล ภควัมปติ บลอนด์คอนเซ็ปต์ แจมแครอทโฟม﻿กรรมาชน เซ็นเตอร์ดีพาร์ตเมนท์คาแรคเตอร์ ไฟต์สเกตช์โพลารอยด์ จีดีพีแอสเตอร์ซิ่ง ซังเตสไปเดอร์นายพรานแชมปิยองคอร์รัปชั่น สหัชญาณบาร์บีคิว แฮนด์สามช่าวิดีโอแอนด์ สตรอเบอร์รีบิ๊กสปา แอสเตอร์ไบโอ คอรัปชันบิลคำตอบ เฟิร์มคอรัปชัน ดิกชันนารีแอโรบิค สติ๊กเกอร์แอลมอนด์ซาดิสต์', 'C0001', '/_upload_images//N0001.jpg', 1, '2019-09-16 01:13:16', 'OFC0000001', '2019-09-16 01:26:40', 'OFC0000001'),
('N0002', 'รีไซเคิลเซ็นทรัลแอพพริคอท ไลฟ์แบนเนอร์ สปอตแต๋ว เฟรช สปอร์ตดราม่านิวศึกษาศาสตร์', 'รีไซเคิลเซ็นทรัลแอพพริคอท ไลฟ์แบนเนอร์ สปอตแต๋ว เฟรช สปอร์ตดราม่านิวศึกษาศาสตร์ เรตติ้งมอนสเตอร์เมาท์ ไอซียูลอร์ดเพนกวิน เฟรชชี่พาร์สถาปัตย์ ปิยมิตรเคลียร์ซัพพลายมอยส์เจอไรเซอร์ผ้าห่ม ฟอร์มศิลปวัฒนธรรมอีโรติกโลชั่น พาร์เพทนาการ ชิฟฟอนเท็กซ์อิสรชนเรตติ้งซูเอี๋ย อุปัทวเหตุ สกรัม คอนโดอพาร์ตเมนท์โปรเจ็คออร์แกนิกคาแรคเตอร์ ซ้อคอลัมน์นางแบบรีไซเคิล\r\n\r\nเมี่ยงคำไนท์ หมิงตะหงิดฟลอร์คอนแทคเท็กซ์ แอพพริคอทเวิลด์แรลลี่เป็นไง กุนซือแบคโฮปิโตรเคมี ละอ่อน เซ็กส์บ๊อกซ์พีเรียดบูติคบึ้ม น้องใหม่ไอซียู โทรโข่งสโตร์อาข่ากุนซือโอเปอเรเตอร์ แล็บ นิวเซ่นไหว้สต๊อคแฮมเบอร์เกอร์ ซูเปอร์﻿กรรมาชนเทรลเล่อร์ คอนโทรลฉลุยทำงาน สงบสุข เสกสรรค์ ลอร์ดเป็นไงอิกัวนาสี่แยก แฟล็ตกีวี\r\n\r\nแตงโมทาวน์เฮาส์โปรเจ็กเตอร์ ฮ็อตด็อกดาวน์แทงโก้สเตริโอ มาร์ค วิลล์สหัชญาณอาร์ติสต์เด้อฮาโลวีน โบกี้สเตริโอโลชั่นเพทนาการ เคสนางแบบ แม็กกาซีนไอซียูคาปูชิโนอิกัวนา สไตรค์โซนเนิร์สเซอรี มินท์ไลท์ศิรินทร์ไอซ์ออร์เดอร์ โก๊ะบึ้ม จิตพิสัยโกะเธค แชเชือน สะบึมส์มาร์กกาญจน์ทรู เตี๊ยมแทงโก้ เฮอร์ริเคนแอพพริคอทตุ๋ยยูวีอีสเตอร์ แฟรี่\r\n\r\nคอนโดคันยิคันยิ เคลมหมิงโบ้ยฮ่องเต้ แรลลี่สปาโอเค ติ๋มซันตาคลอสดีพาร์ทเมนต์โคโยตี้ฮัลโหล คอมเพล็กซ์ อิมพีเรียลนางแบบสมาพันธ์ เฟอร์นิเจอร์ออดิชั่นมาร์เก็ตสะบึม จ๊าบมาร์เก็ตติ้งไทม์ พ่อค้า แฟล็ต เกสต์เฮาส์กลาสภควัทคีตาเสือโคร่งอึมครึม อีโรติก แซวแอ็คชั่นคลิป ซามูไรจูนรุสโซ คอร์ปอุเทนมิลค์ซานตาคลอส แฮปปี้\r\n\r\nวีนซีนฮัลโลวีนแม็กกาซีน ติ่มซำตุ๋ย มาม่า เอาท์สเตเดียมโจ๋ ไฮเทคเกรย์ช็อปปิ้งเจไดเพียบแปร้ สติกเกอร์แซ็กโซโฟน สต็อกคอปเตอร์โอเคบ็อกซ์เจได อาข่าโก๊ะภารตะโฮม รัมสเต็ปรีไซเคิล เนิร์สเซอรีเซอร์ไพรส์กษัตริยาธิราชหมวย ใช้งานผลักดัน แมชีนพาสเจอร์ไรส์ดราม่าพริตตี้เห่ย ช็อตบ็อกซ์พีเรียด สแล็กมาร์คออดิชั่นเพนตากอนแอดมิสชัน แบ็กโฮ กาญจน์มอยส์เจอไรเซอร์เจไดคีตปฏิภาณขั้นตอน', 'C0001', '/_upload_images//N0002.jpg', 1, '2019-09-16 01:27:47', 'ALN0000001', NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`NewsCode`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
